"MJRefreshHeaderIdleText" = "下拉刷新";//"Pull down to refresh";
"MJRefreshHeaderPullingText" = "释放刷新";//"Release to refresh";
"MJRefreshHeaderRefreshingText" = "Loading...";

"MJRefreshAutoFooterIdleText" = "上拉加载更多";//"Tap or pull up to load more";
"MJRefreshAutoFooterRefreshingText" = "Loading...";
"MJRefreshAutoFooterNoMoreDataText" = "没有更多";//"No more data";

"MJRefreshBackFooterIdleText" = "上拉刷新更多";//"Pull up to load more";
"MJRefreshBackFooterPullingText" = "释放加载更多";//"Release to load more.";
"MJRefreshBackFooterRefreshingText" = "Loading...";
"MJRefreshBackFooterNoMoreDataText" = "没有更多";//"No more data";

"MJRefreshHeaderLastTimeText" = " ";
"MJRefreshHeaderDateTodayText" = " ";
"MJRefreshHeaderNoneLastDateText" = "No record";